Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/primary_and_post_primary_education/educational_supports/equipment_grant_special_needs.html.txt.tmx
Source language: en
Languages: ga

source: Equipment grants for students with disabilities
ga: Deontais trealaimh do scoláirí le riachtanaisí speisealta

source: The Department of Education and Skills gives a grant to schools to allow them to purchase equipment for use by students with a disability in second-level schools
ga: Tugann an Roinn Oideachais agus Scileanna deontais do scoileanna chun cur ar a gcumas trealamh a cheannacht do scolairí dara-leibhéal atá faoi mhíchumas

source: The scheme applies to a student with a physical disability or a student who has a communications disability that makes ordinary communication through speech and writing impossible
ga: Baineann an scéim seo le scoláirí atá faoi mhíchumas fisiciúil agus scoláirí atá faoi mhíchumas cumarsáide a fhágann go bhfuil gnáth-chumarsáid labhartha agus scríofa do-dhéanta dóibh

source: The purpose of the scheme is to provide the student with equipment that will be of direct educational benefit to him/her
ga: Sé an aidhm atá leis an scéim ná trealamh a chur ar fáil don scoláire a bheidh fiúntas oideachasúil ann dó/di

source: An example of such equipment would be a computer, tape recorder, word processor, drafting machine, induction loop, braille equipment and software
ga: Sampla den cinéal trealamh a bheadh i gceist anseo ná ríomhaire, téipthaifeadán, próisealaí focal, inneall dréachta, slí ionduchtú, fearas dall-léitheoireachta (braille) agus bogearraí

source: The equipment is kept in the school
ga: Coinnítear an trealamh sa scoil

source: However, the Board of Management may give permission for a student to use the equipment at home
ga: Is féidir leis an mBord Bainistíochta, áfach, cead a thabhairt do scoláire úsáid a bhaint as an trealamh sa bhaile

source: The equipment remains the property of the school and will usually be passed on to another student or to another school, when the school no longer needs it
ga: Is leis an scoil féin an trealamh seo agus go hiondúil tabharfar do scoláire eile é, nó do scoil eile nuair nach bhfuil sé ag teastáil ón scoil níos mó

source: The Department of Education and Skills must be satisfied that the student is capable of benefiting from the equipment in question
ga: Caithfidh an Roinn Oideachais agus Scileanna a bheith lán-sásta go bhfuil an scoláire ábalta úsáid mhaith a bhaint as an trealamh atá i gceist

source: Generally the school must show that the student needs the equipment during the school day and that the existing equipment in the school cannot meet the student's needs without depriving other students of access to the equipment
ga: Go hiondúil caithfidh an scoil a thaispeáint go dteastaíonn an trealamh ón scoláire le linn uaireanta scoile agus nach leor an trealamh atá sa scoil cheana chun freastal ar riachtanais an scoláire gan an rochtain ar an trealamh a bhaint ó na scoláirí eile

source: Schools must wait for approval before buying equipment
ga: Caithfidh scoileanna fanacht go bhfaigheann siad cead le trealamh a cheannach

source: When the equipment has been bought, receipted invoices should be sent with claims for payment
ga: Nuair a cheannaítear an trealamh seo, ba cheart, sonraisc admhálaithe a chur in éineacht le na héilimh ar íocaíocht

source: Copies of these should be kept in the school account
ga: Ba cheart cóipeanna díobh seo a choinneáil i gcuntas na scoile

source: The Board of Management of the school is responsible for insurance, maintenance, repair and service charges
ga: Tá an Bord Bainistíochta freagrach as costais árachais, cothabhála, deisiúcháin agus seirbhisiú

source: One teacher should be given the responsibility for managing the equipment and making sure that it is used effectively in the school
ga: Ba cheart múinteoir amháin a bheith freagrach as bainistiú an trealaimh agus as a bheith ag cinntiú go bhfuil úsáid éifeachtach á bhaint as sa scoil

source: The rate of the grant considered for any student will be the cost of the equipment
ga: Is ionann a bheidh ráta an deontais ar a ndéanfar breithniú d'aon mhac léinn agus costas an trealaimh

source: There is no upper limit
ga: Níl aon uasteorainn i gceist

source: The school management should submit applications for special equipment to the Special Needs Education Organiser (SENO) with responsibility for that school. (You will find a contact list of SENOs and an application form on the website of the National Council for Special Education
ga: Ba chóir do lucht bainistíochta na scoile iarratais ar threalamh speisialta a chur chuig an Eagraí um Riachtanais Oideachasúla Speisialta (EROS) a bhfuil cúram na scoile sin air nó uirthi

source: A recent comprehensive and professional assessment of the nature and extent of the student's disability and the equipment most appropriate to his/her needs should accompany the application
ga: (Tá liosta teagmhála EROSanna agus foirm iarratais le fáil ar shuíomh gréasáin na Comhairle Náisiúnta um Oideachas Spesialta.) Ba cheart measúnú cuimsitheach proifisiúnta, a le deireanas ar nádúr agus tromchúiseacht mhí-chumas an scoláire agus an trealamh is fearr a d'fheilfeadh dó/di, a chur isteach leis an iarratas

source: This may include a psychological assessment, an occupational therapy report, a physiotherapy report or another professional report
ga: D’fhéadfadh measúnacht síceolaíoch, tuarascáil ar theiripe shaothair, tuarascáil ar fhisiteiripe nó tuarascáil ghairmiúil eile a bheith mar chuid de seo

source: You can also read the most recent circular on the equipment grant (PDF) on the website of the Department of Education and Skills
ga: Is féidir leat an ciorclán is déanaí faoin deontas i leith trealaimh (PDF) a léamh freisin ar shuíomh gréasáin an Roinn Oideachais agus Scileanna
